---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DpartMaterialByOriginal
source: html/77935bc8-19b7-88b4-30f1-c0584ed714ff.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DpartMaterialByOriginal Property

"Material By Original"

## Syntax (C#)
```csharp
public static ForgeTypeId DpartMaterialByOriginal { get; }
```